11/data/attachments/61f77e2b5a10556d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_830c1803-fff4-4d56-a911-8214dfd00b06</nif:username>
            <nif:friendToBeAdded>Marvin_bad_Actions_25364_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>